{
    "en": [
        "Sexually explicit or violent media must be marked as sensitive or with a content warning. This includes content that is particularly provocative even if it may not show specific body parts, as well as dead bodies, bloody injuries, and other gore. Particularly obscene content may be prohibited entirely. Profile pictures and header images may not contain sexually explicit or violent media.",
        "No racism, sexism, homophobia, transphobia, ableism, xenophobia, or casteism. Transphobic behavior such as intentional misgendering and deadnaming is strictly prohibited. Promotion of 'conversion therapy' is strictly prohibited. Criticism of governments and religions is permissible unless being used as a proxy for discrimination.",
        "No incitement of violence or promotion of violent ideologies. Calling for people or groups to be assassinated, murdered, or attacked physically is strictly prohibited. Support for violent groups or events is prohibited.",
        "No harassment, block evasion, dogpiling, or doxxing of others. Repeat attempts to communicate with users who have blocked you or creation of accounts solely to harass or insult individuals is strictly prohibited. Coordinated activity to attack other users is prohibited. Posting of private personal information about others is prohibited.",
        "Do not share information widely-known to be false and misleading. False and misleading information and links from low-quality sources may not be posted, especially if they are likely to mislead or confuse others or endanger their safety.",
        "Content created by others must be attributed, and use of generative AI must be disclosed. Content created by others must clearly provide a reference to the author, creator, or source. For adult content, this should include performers. Accounts may not solely post AI-generated content."
    ],
    "fr": [
        "Les médias sexuellement explicites ou violents doivent être marqués comme sensibles ou accompagnés d'un avertissement sur le contenu. Cela inclut les contenus particulièrement provocants, même s'ils ne montrent pas de parties du corps spécifiques, ainsi que les cadavres, les blessures sanglantes et autres images gore. Les contenus particulièrement obscènes peuvent être totalement interdits. Les photos de profil et les images d'en-tête ne doivent pas contenir de médias sexuellement explicites ou violents.",
        "Pas de racisme, de sexisme, d'homophobie, de transphobie, de capacitisme, de xénophobie ou de castéisme. Les comportements transphobes tels que les erreurs de genre intentionnelles et les noms d'emprunt sont strictement interdits. La promotion des « thérapies de conversion » est strictement interdite. La critique des gouvernements et des religions est autorisée, sauf si elle est utilisée comme moyen de discrimination.",
        "Pas d'incitation à la violence ni de promotion d'idéologies violentes. Il est strictement interdit d'appeler à l'assassinat, au meurtre ou à l'agression physique de personnes ou de groupes. Le soutien à des groupes ou événements violents est interdit.",
        "Pas de harcèlement, d'évasion de bloc, de dogpiling ou de doxxing d'autrui. Les tentatives répétées de communication avec des utilisateurs qui vous ont bloqué ou la création de comptes dans le seul but de harceler ou d'insulter des personnes sont strictement interdites. Les activités coordonnées visant à attaquer d'autres utilisateurs sont interdites. La publication d'informations personnelles privées sur d'autres personnes est interdite.",
        "Ne partagez pas d'informations largement connues pour être fausses et trompeuses. Les informations fausses et trompeuses et les liens provenant de sources de mauvaise qualité ne doivent pas être publiés, en particulier s'ils sont susceptibles d'induire les autres en erreur ou de mettre leur sécurité en danger.",
        "Le contenu créé par d'autres doit être attribué, et l'utilisation de l'IA générative doit être divulguée. Les contenus créés par d'autres doivent clairement faire référence à l'auteur, au créateur ou à la source. Pour les contenus destinés aux adultes, les artistes-interprètes doivent être mentionnés. Les comptes ne peuvent pas publier uniquement du contenu généré par l'IA."
    ]
}